tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "jakehilborn/jakehilborn"

brew "antigen"
brew "asdf"
brew "git"
brew "gnupg"
brew "pinentry"
brew "pinentry-mac"
brew "podman"
brew "displayplacer"

cask "font-jetbrains-mono"

cask "quicklook-csv"
cask "quicklook-json"

cask 'lulu'
cask 'oversight'

cask "brave-browser"

cask "authy"
cask "bitwarden"
cask "dozer"
cask "imageoptim"
cask "logitech-options"
cask "monitorcontrol"
cask "rapidapi"
cask "slack"
cask "tidal"
cask "visual-studio-code"

{{ if eq .profile "home" -}}

cask "calibre"
cask "corsair-icue"
cask "discord"
cask "figma"
cask "home-assistant"
cask "iina"
cask "nordvpn"
cask "spotify"
cask "synology-drive"

{{ end -}}
